@extends('front_end.layouts.master')

@section('content')
    <div id="carouselExampleControls" class="carousel slide" data-bs-ride="carousel">
        <div class="carousel-inner">
            <div class="carousel-item active">
                <img src="images/side1.jpg" class="d-block w-100" alt="...">
            </div>
            <div class="carousel-item">
                <img src="images/side2.jpg" class="d-block w-100" alt="...">
            </div>
            <div class="carousel-item">
                <img src="images/side3.jpg" class="d-block w-100" alt="...">
            </div>
        </div>
        <button class="carousel-control-prev" type="button" data-bs-target="#carouselExampleControls" data-bs-slide="prev">
            <span class="carousel-control-prev-icon" aria-hidden="true"></span>
            <span class="visually-hidden">Previous</span>
        </button>
        <button class="carousel-control-next" type="button" data-bs-target="#carouselExampleControls" data-bs-slide="next">
            <span class="carousel-control-next-icon" aria-hidden="true"></span>
            <span class="visually-hidden">Next</span>
        </button>
    </div>
    <h3 class="text-danger"> <b>দারুননাজাত সিদ্দীকিয়া কামিল মাদরাসায় আপনাকে স্বাগত</b></h3>
    <p class="text-dark">ত ঢাকা দক্ষিণ সিটি কর্পোরেশনের ৬৭ নং ওয়ার্ডের শুকুরসি গোরস্থান সংলগ্ন ডেমরা-নারায়ণগঞ্জ রোডের পশ্চিম
        পাশে, ডি.এন্ড.ডি. প্রজেক্টের মধ্যে ছায়া ঢাকা পাখি ডাকা মনোরম পরিবেশে অবস্থিত দেশের অন্যতম শ্রেষ্ঠ ইসলামী শিক্ষা
        প্রতিষ্ঠান ঐতিহ্যবাহী
        দারুননাজাত সিদ্দীকিয়া কামিল মাদরাসা। স্থানীয় কয়েক গ্রামবাসীর যৌথ উদ্যোগে ভারত বিভাগের এক বছর পূর্বে ১৯৪৬ ঈসায়ী সালে
        প্রতিষ্ঠিত হয়েছিল শুকুরসি গোরস্থান। ১৯৪৬ থেকে ৮৬; দীর্ঘ ৪০ বছর পর মহান রাব্বুল আলামীনের অশেষ রহমতে কবরবাসীর জন্যে
        দুআ মাহফিল করার উদ্দেশ্যে এ কবরস্থানটির পাশে তৎকালীন একটি ধানক্ষেতে শুভাগমন ঘটে ছারছীনা শরীফের পীরে কামেল শাহ সূফী
        আবু জাফর মুহাম্মাদ সালেহ র. এর। মাহফিলের পর কবরবাসীদের জন্যে দুআর ধারা অব্যাহত রাখার মহান লক্ষ্যে গোরস্থানের পাশে
        একটি মাদরাসা প্রতিষ্ঠার আকাঙ্ক্ষা ব্যক্ত করলেন তিনি। এর জন্যে দুআও করলেন মহান আল্লাহর আলীশান দরবারে। প্রায় জনমানব
        শূন্য এ এলাকাটিতে তখন বিরাজ করছিল এক ভীতিকর পরিবেশ। বৃষ্টির দিনে পানিতে প্রায় ডুবে যেত সবকিছু। চারদিকে ছিল
        বিশাল-বিস্তীর্ণ
        ধানক্ষেত। দিনের বেলায়ই চোখে পড়তো নানা ধরনের হিংস্র প্রাণী। সন্ধ্যায় ভেসে আসতো দলবদ্ধ শৃগালের হুক্কাহুয়া ডাক।
        চোর-ডাকাত আর দুর্বৃত্তদের অনেকটা অভয়াশ্রম ছিল এ এলাকা। রাতে তো দূরের কথা, মানুষজন সন্ধ্যা বেলায়ও এ এলাকায় চলাচল করতে
        ভয়
        পেতো। মেইন রোডের গলাকাটা পুল (বর্তমানে মাদরাসা ব্রিজ) এখনো সে বীভৎস পরিবেশের নীরব সাক্ষী। ১৯৮৮ সনে পার্শ্ববর্তী করিম
        জুট মিলস লিমিটেড জামে মাসজিদের পেশ ইমাম আলহাজ্জ মাওলানা রুহুল আমীন সাহেবের সাথে এ এলাকার ১৮ জন পূণ্যবান ব্যক্তি
        পবিত্র হজ্জব্রত পালনের উদ্দেশ্যে গমন করেন পবিত্র মক্কাতুল মুকাররমায়। হজ্জ শেষে বাইতুল্লাহর চত্বরে বসে তারা
        সম্মিলিতভাবে পরামর্শ করে সিদ্ধান্ত নেন, দেশে ফিরে একটি মাদরাসা স্থাপন করবেন। পরবর্তীতে স্থানীয় সান্দিরা বালুঘাটে
        কবরস্থান
        ল হাদিস এন্ড ইসলামিক স্টাডিজ- এ দুটো বিষয়ে অনার্স কোর্স চালু করা হয়। ২০০৪ সালে কামিল (স্নাতকোত্তর) হাদিস, ২০১৬ সালে
        ফিকহ এবং সর্বশেষ ২০১৮ সালে তাফসির বিভাগ চালু করা হয়। আর কামিল (স্নাতকোত্তর) মাস্টার্স চালু হয় ২০১৭ সালে। এ যেন
        অবিশ্বাস্য স্বপ্নের এক সফল বাস্তবায়ন।



    </p>
@endsection
